import React from "react";
import Base from "../01_Atoms/Typography/Base/Base";
import Headding from "../01_Atoms/Typography/Headding/Headding";

function Home() {
  return (
    <div className="App">
      <Headding weight="500" level="1">
        Я, в своем познании настолько преисполнился, что как будто бы уже сто
        триллионов миллиардов лет, проживаю на триллионах и триллионах таких же
        планет. Планет, как эта Земля. Мне этот мир уже во многом понятен, и ищу
        я здесь только одного - покоя, умиротворения, и вот этой гармонии, от
        слияния с бесконечно-вечным, от созерцаyния этого великого фрактального
        подобия, и от вот этого замечательного всеединства существа,
        бесконечно-вечного, куда ни посмотри: хоть вглубь - в бесконечно малое,
        хоть ввысь - в бесконечно большое.
      </Headding>
      <Headding weight="500" level="2">
        Я, в своем познании настолько преисполнился, что как будто бы уже сто
        триллионов миллиардов лет, проживаю на триллионах и триллионах таких же
        планет. Планет, как эта Земля. Мне этот мир уже во многом понятен, и ищу
        я здесь только одного - покоя, умиротворения, и вот этой гармонии, от
        слияния с бесконечно-вечным, от созерцания этого великого фрактального
        подобия, и от вот этого замечательного всеединства существа,
        бесконечно-вечного, куда ни посмотри: хоть вглубь - в бесконечно малое,
        хоть ввысь - в бесконечно большое.
      </Headding>
      <Headding weight="500" level="3">
        Я, в своем познании настолько преисполнился, что как будто бы уже сто
        триллионов миллиардов лет, проживаю на триллионах и триллионах таких же
        планет. Планет, как эта Земля. Мне этот мир уже во многом понятен, и ищу
        я здесь только одного - покоя, умиротворения, и вот этой гармонии, от
        слияния с бесконечно-вечным, от созерцания этого великого фрактального
        подобия, и от вот этого замечательного всеединства существа,
        бесконечно-вечного, куда ни посмотри: хоть вглубь - в бесконечно малое,
        хоть ввысь - в бесконечно большое.
      </Headding>
      <Headding weight="500" level="4">
        Я, в своем познании настолько преисполнился, что как будто бы уже сто
        триллионов миллиардов лет, проживаю на триллионах и триллионах таких же
        планет. Планет, как эта Земля. Мне этот мир уже во многом понятен, и ищу
        я здесь только одного - покоя, умиротворения, и вот этой гармонии, от
        слияния с бесконечно-вечным, от созерцания этого великого фрактального
        подобия, и от вот этого замечательного всеединства существа,
        бесконечно-вечного, куда ни посмотри: хоть вглубь - в бесконечно малое,
        хоть ввысь - в бесконечно большое.
      </Headding>
      <Headding weight="500" level="4">
        Я, в своем познании настолько преисполнился, что как будто бы уже сто
        триллионов миллиардов лет, проживаю на триллионах и триллионах таких же
        планет. Планет, как эта Земля. Мне этот мир уже во многом понятен, и ищу
        я здесь только одного - покоя, умиротворения, и вот этой гармонии, от
        слияния с бесконечно-вечным, от созерцания этого великого фрактального
        подобия, и от вот этого замечательного всеединства существа,
        бесконечно-вечного, куда ни посмотри: хоть вглубь - в бесконечно малое,
        хоть ввысь - в бесконечно большое.
      </Headding>
      <Headding weight="500" level="5">
        Я, в своем познании настолько преисполнился, что как будто бы уже сто
        триллионов миллиардов лет, проживаю на триллионах и триллионах таких же
        планет. Планет, как эта Земля. Мне этот мир уже во многом понятен, и ищу
        я здесь только одного - покоя, умиротворения, и вот этой гармонии, от
        слияния с бесконечно-вечным, от созерцания этого великого фрактального
        подобия, и от вот этого замечательного всеединства существа,
        бесконечно-вечного, куда ни посмотри: хоть вглубь - в бесконечно малое,
        хоть ввысь - в бесконечно большое.
      </Headding>
      <Headding weight="500" level="6">
        Я, в своем познании настолько преисполнился, что как будто бы уже сто
        триллионов миллиардов лет, проживаю на триллионах и триллионах таких же
        планет. Планет, как эта Земля. Мне этот мир уже во многом понятен, и ищу
        я здесь только одного - покоя, умиротворения, и вот этой гармонии, от
        слияния с бесконечно-вечным, от созерцания этого великого фрактального
        подобия, и от вот этого замечательного всеединства существа,
        бесконечно-вечного, куда ни посмотри: хоть вглубь - в бесконечно малое,
        хоть ввысь - в бесконечно большое.
      </Headding>
      <Base weight="500">
        Я, в своем познании настолько преисполнился, что как будто бы уже сто
        триллионов миллиардов лет, проживаю на триллионах и триллионах таких же
        планет. Планет, как эта Земля. Мне этот мир уже во многом понятен, и ищу
        я здесь только одного - покоя, умиротворения, и вот этой гармонии, от
        слияния с бесконечно-вечным, от созерцания этого великого фрактального
        подобия, и от вот этого замечательного всеединства существа,
        бесконечно-вечного, куда ни посмотри: хоть вглубь - в бесконечно малое,
        хоть ввысь - в бесконечно большое.
      </Base>
    </div>
  );
}

export default Home;
